Revit 2027 API
ParameterTypeId.RbsElecCircuitGroundConductorSizeParam Property
 "Size of Ground Conductor"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitGroundConductorSizeParam { get; }
Public Shared ReadOnly Property RbsElecCircuitGroundConductorSizeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitGroundConductorSizeParam {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitGroundConductorSizeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace